Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# PASSCODE_AUTHENTICATION_REASON
source: Enter your device passcode to authorize this transaction
ar: أدخل رمز دخول جهازك لتخويل هذه المعاملة
bg: Въведете кода на устройството ви, за да оторизирате тази транзакция
bn: এই লেনদেনের অনুমোদন করতে আপনার ডিভাইসের পাসকোডটি লিখুন
ca: Introdueix el codi del dispositiu per autoritzar la transacció.
cs: Chcete‑li transakci autorizovat, zadejte přístupový kód k zařízení
da: Skriv koden til enheden for at godkende denne transaktion
de: Gib deinen Gerätecode ein, um diese Transaktion zu autorisieren.
el: Εισαγάγετε τον κωδικό συσκευής σας για εξουσιοδότηση αυτής της συναλλαγής
es: Introduce el código de tu dispositivo para autorizar esta transacción
es_419: Ingresa el código de tu dispositivo para autorizar esta transacción
fi: Valtuuta tämä tapahtuma syöttämällä laitteen pääsykoodi
fr: Saisissez le code de votre appareil pour autoriser cette transaction.
fr_ca: Entrez le code de votre appareil pour autoriser cette transaction.
gu: આ ટ્રાંઝેક્શનને અધિકૃત કરવા માટે તમારા ડિવાઇસનો પાસકોડ એંટર કરો
he: יש להזין את קוד הגישה של המכשיר כדי לאשר עסקה זו
hi: इस लेनदेन को अधिकृत करने के लिए अपना डिवाइस पासकोड दर्ज करें
hr: Unesite šifru uređaja za autoriziranje ove transakcije
hu: Adja meg az eszköze jelkódját a tranzakció hitelesítéséhez
id: Masukkan kode sandi perangkat Anda untuk mengesahkan transaksi ini
it: Per autorizzare la transazione, inserisci il codice del dispositivo
ja: このトランザクションを承認するには、デバイスのパスコードを入力してください
kk: Осы транзакцияны авторизациялау үшін құрылғыңыздың құпиякодын енгізіңіз
kn: ಈ ವಹಿವಾಟನ್ನು ದೃಢೀಕರಿಸಲು ನಿಮ್ಮ ಸಾಧನದ ಪಾಸ್‌ಕೋಡ್ ನಮೂದಿಸಿ
ko: 이 거래를 승인하려면 기기 암호를 입력하십시오.
lt: Įveskite įrenginio prieigos kodą, kad patvirtintumėte šią operaciją
ml: ഈ ഇടപാട് അധികാരപ്പെടുത്താൻ നിങ്ങളുടെ ഡിവൈസ് പാസ്കോഡ് നൽകൂ
mr: ह्या व्यवहाराला अधिकृत करण्यासाठी तुमच्या डिव्हाइसचा पासकोड प्रविष्ट करा
ms: Masukkan kod laluan peranti anda untuk membenarkan transaksi ini
nl: Voer de toegangscode van je apparaat in om deze transactie te autoriseren
no: Oppgi koden til enheten for å autorisere denne transaksjonen
or: ଏହି ଟ୍ରାଞ୍ଜାକ୍ସନ୍ ପ୍ରାଧିକୃତ କରିବା ପାଇଁ ନିଜ ଡିଭାଇସ୍‌ର ପାସ୍‌କୋଡ୍ ଲେଖନ୍ତୁ
pa: ਇਸ ਲੈਣ-ਦੇਣ ਨੂੰ ਅਧਿਕਾਰਤ ਕਰਨ ਲਈ ਆਪਣਾ ਡਿਵਾਈਸ ਪਾਸਕੋਡ ਭਰੋ
pl: Aby autoryzować tę transakcję, podaj kod urządzenia
pt_br: Digite o código do dispositivo para autorizar esta transação
pt_pt: Digite o código do dispositivo para autorizar esta transação
ro: Pentru a autoriza această tranzacție, introduceți codul de acces al dispozitivului
ru: Введите код‑пароль своего устройства, чтобы одобрить этот платеж
sk: Ak chcete autorizovať túto transakciu, zadajte kód zariadenia
sl: Vnesite kodo za dostop naprave, da pooblastite to transakcijo
sv: Ange enhetens lösenkod om du vill auktorisera den här transaktionen
ta: இந்தப் பரிவர்த்தனையை அங்கீகரிக்க உங்கள் சாதன பாஸ்கோடை உள்ளிடவும்
te: ఈ లావదేవీని ప్రామాణికరించడానికి మీ డివైజ్ పాస్‌కోడ్‌ను నమోదు చేయండి
th: ป้อนรหัสของอุปกรณ์ของคุณเพื่ออนุญาตรายการธุรกรรมนี้
tr: Bu işlemi yetkilendirmek için aygıtınızın parolasını girin
uk: Введіть код допуску пристрою, щоб авторизувати цю трансакцію
ur: اس لین دین کی اجازت دینے کے لیے اپنے ڈیوائس کا پاس کوڈ درج کریں
vi: Nhập mật mã thiết bị của bạn để xác thực giao dịch này
zh_cn: 输入设备密码授权此交易
zh_hk: 輸入你的裝置密碼以授權此交易
zh_tw: 輸入你的裝置密碼來授權此交易

# SIGN_IN_HEADER_REBRAND_SERVICE_ICLOUD
source: Sign in to iCloud with your Apple Account
ar: تسجيل الدخول إلى iCloud باستخدام حساب Apple
bg: Влезте в iCloud с вашата Apple регистрация
bn: আপনার Apple অ্যাকাউন্টের মাধ্যমে iCloud-এ সাইন ইন করুন।
ca: Inici de sessió a l’iCloud amb el compte d’Apple
cs: Přihlaste se k iCloudu pod svým účtem Apple
da: Log ind på iCloud med din Apple‑konto
de: Mit Apple Account bei iCloud anmelden
el: Συνδεθείτε στο iCloud με τον λογαριασμό Apple σας
es: Inicia sesión en iCloud con tu cuenta de Apple
es_419: Inicia sesión en iCloud con tu cuenta de Apple
fi: Kirjaudu iCloudiin Apple-tilillä
fr: Connectez-vous à iCloud avec votre compte Apple.
fr_ca: Connectez-vous à iCloud avec votre compte Apple.
gu: તમારા Apple અકાઉંટથી iCloudમાં સાઇન ઇન કરો
he: יש להתחבר ל-iCloud עם חשבון ה-Apple
hi: अपने Apple खाते से iCloud में साइन इन करें
hr: Prijavite se na iCloud svojim Apple računom
hu: Bejelentkezés az iCloudba az Apple-fiókjával
id: Masuk ke iCloud dengan Akun Apple Anda
it: Accedi ad iCloud con Apple Account
ja: Apple AccountでiCloudにサインインしてください
kk: iCloud сервисіне Apple аккаунты арқылы кіру
kn: ನಿಮ್ಮ Apple ಖಾತೆ ಮೂಲಕ iCloudಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 사용자의 Apple 계정으로 iCloud에 로그인
lt: Prisijunkite prie „iCloud“ naudodami „Apple“ paskyrą
ml: iCloud‍-‍ൽ നിങ്ങളുടെ Apple അക്കൗണ്ട് ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: तुमच्या Apple अकाउंटने iCloud मध्ये साइन इन करा
ms: Daftar masuk ke iCloud dengan Akaun Apple anda
nl: Log in bij iCloud met je Apple Account
no: Logg på iCloud med Apple-kontoen din
or: ଆପଣଙ୍କ Apple ଆକାଉଣ୍ଟ୍ ସାହାଯ୍ଯରେ iCloudରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: ਆਪਣੇ Apple ਖਾਤੇ ਨਾਲ iCloud ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się w iCloud, używając konta Apple
pt_br: Inicie uma sessão no iCloud com a sua Conta Apple
pt_pt: Iniciar sessão em iCloud com a conta Apple
ro: Autentificați-vă pe iCloud utilizând contul Apple
ru: Вход в iCloud с Аккаунтом Apple
sk: Prihláste sa do iCloudu pomocou svojho Apple účtu
sl: Vpis v storitev iCloud z računom Apple
sv: Logga in på iCloud med ditt Apple‑konto
ta: உங்கள் Apple கணக்கைப் பயன்படுத்தி iCloudஇல் உள்நுழையுங்கள்
te: మీ Apple ఖాతాతో iCloudకు సైన్ ఇన్ చేయండి
th: ลงชื่อเข้า iCloud ด้วยบัญชี Apple ของคุณ
tr: iCloud’a Apple Hesabı’nızla giriş yapın
uk: Увійдіть в iCloud зі своїм обліковим записом Apple
ur: اپنے ‏Apple اکاؤنٹ سے ‏iCloud میں سائن اِن کریں
vi: Đăng nhập vào iCloud bằng Tài khoản Apple của bạn
zh_cn: 通过Apple账户登录iCloud
zh_hk: 使用你的Apple帳户登入iCloud
zh_tw: 使用你的「Apple帳號」登入iCloud

# AUTHORIZE_EMAIL_CONTACT
source: Email
ar: البريد الإلكتروني
bg: Имейл
bn: ইমেল
ca: Adreça
es: Correo
es_419: Correo
fi: Sähköposti
fr_ca: Courriel
gu: ઇમેલ
he: דוא״ל
hi: ईमेल
ja: メール
kk: Эл. пошта
kn: ಈಮೇಲ್
ko: 이메일
lt: El. paštas
ml: ഇ-മെയിൽ
mr: ईमेल
ms: E-mel
no: E‑post
or: ଇମେଲ୍
pa: ਈਮੇਲ
ru: Е‑mail
sl: E-poštni naslov
sv: E-post
ta: மின்னஞ்சல்
te: ఇమెయిల్
th: อีเมล
tr: E-posta
uk: Е‑адреса
ur: ای میل
zh_cn: 电子邮件
zh_hk: 電郵
zh_tw: 電子郵件

# ENROLL_IOS_MACHINE_TITLE_PASSCODE
source: Enter the passcode for the %@ “%@”.
ar: أدخل رمز دخول الـ %@ ‏"%@".
bg: Въведете кода за %@ „%@“.
bn: %@ “%@”-এর পাসকোড লিখুন।
ca: Introdueix el codi de l’%@ “%@”.
cs: Zadejte kód k zařízení %@ „%@“.
da: Skriv koden til %@ “%@”.
de: Gib den %@-Code für „%@“ ein.
el: Εισαγάγετε τον κωδικό για το %@ «%@».
es: Introduce el código del %@ “%@”.
es_419: Ingresa el código de la %@ “%@”.
fi: Syötä laitteen ”%2$@” (%1$@) pääsykoodi.
fr: Saisissez le code de votre %@ « %@ ».
fr_ca: Entrez le code de votre %@ « %@ ».
gu: %@ “%@” માટે પાસવર્ડ એંટર કરો.
he: יש להזין את קוד הגישה עבור ה-%@ ‏״%@״.
hi: %@ “%@” का पासकोड दर्ज करें।
hr: Unesite šifru za %@ “%@”.
hu: Adja meg a(z) „%2$@” %1$@ jelkódját.
id: Masukkan kode sandi untuk %@ “%@”.
it: Inserisci il codice di %@ “%@”.
ja: %@ “%@”のパスコードを入力してください。
kk: %@ «%@» үшін құпиякодты енгізіңіз.
kn: %@ “%@”ಗಾಗಿ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ.
ko: %@ ‘%@’의 암호를 입력하십시오.
lt: Įveskite „%@“ įrenginio „%@“ paskyros kodą.
ml: ‘%2$@’ എന്ന %1$@-നുള്ള പാസ്കോഡ് നൽകൂ.
mr: %@ ’%@‚ चा पासकोड प्रविष्ट करा.
ms: Masukkan kod laluan untuk %@ “%@”.
nl: Voer de toegangscode in voor de %@ '%@'.
no: Skriv inn koden til %@-enheten «%@».
or: %@ “%@” ପାଇଁ ପାସ୍‌କୋଡ୍ ଲେଖନ୍ତୁ।
pa: %@ “%@” ਦਾ ਪਾਸਕੋਡ ਭਰੋ।
pl: Podaj kod urządzenia (%@ „%@”).
pt_br: Digite o código de %@ “%@”.
pt_pt: Digite o código do %@ “%@”.
ro: Introduceți codul de acces pentru %@‑ul „%@”.
ru: Введите код‑пароль для %@ «%@».
sk: Zadajte kód pre %@ „%@“.
sl: Vnesite kodo za dostop za napravo %@ »%@«.
sv: Ange lösenkoden för din %@ ”%@”.
ta: “%@”%@க்கான பாஸ்கோடை உள்ளிடவும்.
te: %@ “%@” పాస్‌కోడ్‌ను నమోదు చేయండి.
th: ป้อนรหัสของ%[tt]@ “%@”
tr: “%2$@” adlı %1$@ için parolayı girin.
uk: Введіть код допуску для %@ «%@».
ur: ‏⁨%1$@ “%2$@“⁩ کا پاس کوڈ درج کریں۔
vi: Nhập mật mã cho %@ “%@”.
zh_cn: 请输入%@“%@”的密码。
zh_hk: 輸入%@「%@」的密碼。
zh_tw: 輸入%@「%@」的密碼。

source: Sign in with Apple
ar: تسجيل الدخول باستخدام Apple
bg: Вход с Apple
bn: Apple দিয়ে সাইন ইন করুন
ca: Inicia la sessió amb Apple
cs: Přihlásit se přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
el: Σύνδεση μέσω Apple
es: Iniciar sesión con Apple
es_419: Iniciar sesión con Apple
fi: Kirjaudu sisään Applella
fr: Se connecter avec Apple
fr_ca: Connexion avec Apple
gu: Apple દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות Apple
hi: Apple से साइन इन करें
hr: Prijava s Appleom
hu: Bejelentkezés az Apple-lel
id: Masuk dengan Apple
it: Accedi con Apple
ja: Appleでサインイン
kk: Apple арқылы жүйеге кіру
kn: Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Apple로 로그인
lt: Prisijungti naudojant „Apple“
ml: Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: ‘Apple सह साइन इन करा’
ms: Daftar masuk dengan Apple
nl: Log in met Apple
no: Logg på med Apple
or: Apple ସହିତ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się, używając konta Apple
pt_br: Iniciar sessão com a Apple
pt_pt: Iniciar sessão com a Apple
ro: Autentificați‑vă cu Apple
ru: Вход с Apple
sk: Prihlásiť sa cez Apple
sl: Vpis z računom Apple
sv: Logga in med Apple
ta: Apple மூலம் உள்நுழையவும்
te: Appleతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย Apple
tr: Apple ile Giriş Yap
uk: Вхід з Apple
ur: ‏Apple سے سائن اِن کریں
vi: Đăng nhập bằng Apple
zh_cn: 通过Apple登录
zh_hk: 使用Apple登入
zh_tw: 使用Apple登入

# USE_OTHER_BUTTON
source: Choose a Different Account
ar: اختيار حساب مختلف
bg: Изберете друга регистрация
bn: অন্য একটি অ্যাকাউন্ট নির্বাচন করুন
ca: Selecciona un altre compte
cs: Vybrat jiný účet
da: Vælg en anden konto
de: Anderen Account wählen
el: Επιλέξτε έναν διαφορετικό λογαριασμό
es: Seleccionar otra cuenta
es_419: Selecciona otra cuenta
fi: Valitse toinen tili
fr: Choisir un autre compte
fr_ca: Choisir un autre compte
gu: કોઈ અલગ અકાઉંટ પસંદ કરો
he: בחירת חשבון אחר
hi: कोई अन्य खाता चुनें
hr: Odaberi drugi račun
hu: Másik fiók választása
id: Pilih Akun Lain
it: Scegli un altro account
ja: 別のアカウントを選択
kk: Басқа аккаунтты таңдау
kn: ಬೇರೊಂದು ಖಾತೆಯನ್ನು ಆರಿಸಿ
ko: 다른 계정 선택
lt: Pasirinkti kitą paskyrą
ml: മറ്റൊരു അക്കൗണ്ട് തിരഞ്ഞെടുക്കൂ
mr: वेगळे अकाउंट निवडा
ms: Pilih Akaun Berbeza
nl: Kies een andere account
no: Velg en annen konto
or: ଏକ ଭିନ୍ନ ଆକାଉଣ୍ଟ୍ ବାଛନ୍ତୁ
pa: ਕੋਈ ਵੱਖਰਾ ਖਾਤਾ ਚੁਣੋ
pl: Wybierz inne konto
pt_br: Escolher uma Conta Diferente
pt_pt: Escolher outra conta
ro: Alegeți alt cont
ru: Выбрать другой Аккаунт
sk: Vybrať iný účet
sl: Izberi drug račun
sv: Välj ett annat konto
ta: வேறொரு கணக்கைத் தேர்வுசெய்
te: వేరే ఖాతాను ఎంచుకోండి
th: เลือกบัญชีอื่น
tr: Farklı Bir Hesap Seç
uk: Обрати інший обліковий запис
ur: کوئی مختلف اکاؤنٹ منتخب کریں
vi: Chọn một tài khoản khác
zh_cn: 选取其他账户
zh_hk: 選擇其他帳户
zh_tw: 選擇其他帳號

# KEEP_USING_TITLE_REBRAND
source: Use this Apple Account with %@?
ar: استخدام حساب Apple هذا مع %@؟
bg: Да се използва ли тази Apple регистрация с %@?
bn: %@-এর সঙ্গে এই Apple অ্যাকাউন্ট ব্যবহার করবেন?
ca: Vols utilitzar aquest compte d’Apple amb %@?
cs: Používat v aplikaci %@ tento účet Apple?
da: Brug denne Apple‑konto med %@?
de: Diesen Apple Account mit %@ verwenden?
el: Χρήση αυτού του λογαριασμού Apple με %@;
es: ¿Usar esta cuenta de Apple con %@?
es_419: ¿Usar esta cuenta de Apple con %@?
fi: Saako %@ käyttää tätä Apple-tiliä?
fr: Utiliser ce compte Apple avec %@ ?
fr_ca: Utiliser ce compte Apple avec %@?
gu: %@ સાથે આ Apple અકાઉંટનો ઉપયોગ કરવો છે?
he: להשתמש בחשבון Apple זה עם ״⁨%@⁩״?
hi: इस Apple खाते का %@ के साथ इस्तेमाल करें?
hr: Koristiti ovaj Apple račun s aplikacijom %@?
hu: Ezt az Apple-fiókot szeretné használni a következővel: %@?
id: Gunakan Akun Apple ini dengan %@?
it: Vuoi usare questo Apple Account con %@?
ja: %[tt]@でこのApple Accountを使用しますか?
kk: Осы Apple аккаунтын %@ арқылы пайдалану керек пе?
kn: %@ ಜೊತೆಗೆ ಈ Apple ಖಾತೆಯನ್ನು ಬಳಸಬೇಕೆ?
ko: %@에서 이 Apple 계정을 사용하겠습니까?
lt: Naudoti šią „Apple“ paskyrą prisijungiant prie „%@“?
ml: ഈ Apple അക്കൗണ്ട് %@ എന്നതിനൊപ്പം ഉപയോഗിക്കണോ?
mr: %@ सह हे Apple अकाउंट वापरायचे आहे का?
ms: Gunakan Akaun Apple ini dengan %@?
nl: Deze Apple Account gebruiken met %@?
no: Vil du bruke denne Apple-kontoen med %@?
or: %@ ସହିତ ଏହି Apple ଆକାଉଣ୍ଟ୍‌ ବ୍ୟବହାର କରିବେ?
pa: ਕੀ ਇਸ Apple ਖਾਤੇ ਦੀ %@ ਦੇ ਨਾਲ ਵਰਤੋਂ ਕਰਨੀ ਹੈ?
pl: Używać tego konta Apple w aplikacji %@?
pt_br: Usar esta Conta Apple com %@?
pt_pt: Usar esta conta Apple com %@?
ro: Doriți să utilizați acest cont Apple cu %@?
ru: Использовать этот Аккаунт Apple с сервисом «%@»?
sk: Používať v apke %@ tento Apple účet?
sl: Želite uporabljati ta račun Apple s/z »%@«?
sv: Vill du använda detta Apple‑konto med %@?
ta: %@க்கு இந்த Apple கணக்கைப் பயன்படுத்தவா?
te: ఈ Apple ఖాతాను %@‌తో ఉపయోగించాలనుకుంటున్నారా?
th: ใช้บัญชี Apple นี้ด้วย%[tt]@หรือไม่
tr: Bu Apple Hesabı %@ ile kullanılsın mı?
uk: Використовувати цей обліковий запис Apple для «%@»?
ur: ‏%@ کے ساتھ اس ‏Apple اکاؤنٹ کا استعمال کریں؟
vi: Sử dụng Tài khoản Apple này với %@?
zh_cn: 通过%@使用此Apple账户？
zh_hk: 要透過%@使用此Apple帳户嗎？
zh_tw: 要透過%@使用此「Apple帳號」嗎？

# AUTHORIZE_BUTTON_TITLE_CREATE_ACCOUNT_TOUCH_ID
source: Sign In with Touch ID
ar: تسجيل الدخول باستخدام بصمة الإصبع
bg: Влзезте с Touch ID
bn: Touch ID দিয়ে সাইন ইন করুন
ca: Inicia la sessió amb el Touch ID
cs: Přihlaste se pomocí Touch ID
da: Log ind med Touch ID
de: Mit Touch ID anmelden
el: Σύνδεση με Touch ID
es: Iniciar sesión con Touch ID
es_419: Iniciar sesión con Touch ID
fi: Kirjaudu sisään Touch ID:llä
fr: Se connecter avec Touch ID
fr_ca: Se connecter avec Touch ID
gu: Touch ID દ્વારા સાઇન ઇન કરો
he: התחברות באמצעות Touch ID
hi: Touch ID से साइन इन करें
hr: Prijavite se pomoću Touch ID-ja
hu: Bejelentkezés Touch ID-val
id: Masuk dengan Touch ID
it: Accedi con Touch ID
ja: Touch IDでサインイン
kk: Touch ID арқылы жүйеге кіру
kn: Touch ID ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Touch ID로 로그인
lt: Prisijungti naudojant „Touch ID“
ml: Touch ID ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ
mr: Touch ID सह साइन इन करा
ms: Daftar Masuk dengan Touch ID
nl: Log in met Touch ID
no: Logg på med Touch ID
or: Touch ID ସାହାଯ୍ୟରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ
pa: Touch ID ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się przy użyciu Touch ID
pt_br: Iniciar Sessão com Touch ID
pt_pt: Iniciar sessão com Touch ID
ro: Autentificați-vă cu Touch ID
ru: Войти с Touch ID
sk: Prihlásiť sa pomocou Touch ID
sl: Vpis s funkcijo Touch ID
sv: Logga in med Touch ID
ta: Touch ID மூலம் உள்நுழையவும்
te: Touch IDతో సైన్ ఇన్ చేయండి
th: ลงชื่อเข้าด้วย Touch ID
tr: Touch ID ile Giriş Yap
uk: Увійти з Touch ID
ur: ‏⁨Touch ID⁩ سے سائن اِن کریں
vi: Đăng nhập bằng Touch ID
zh_cn: 使用触控ID登录
zh_hk: 使用Touch ID登入
zh_tw: 用Touch ID登入

# APPROVAL_REQUEST_PENDING_MESSAGE_FORMAT
source: A request to use Sign in with Apple for %@ has already been sent to your parent or guardian
ar: تم بالفعل إرسال طلب استخدام تسجيل الدخول باستخدام Apple لـ %@ إلى أحد والديك أو ولي الأمر
bg: Заявка за използване на Вход с Apple за %@ вече е изпратена на вашия родител или настойник
bn: Apple দিয়ে %@-এ সাইন ইন করার অনুরোধ আপনার বাবা-মা বা অভিভাবককে আগে থেকেই পাঠানো হয়েছে
ca: Ja s’ha enviat una sol·licitud a un pare, una mare o una persona responsable de la tutela per utilitzar l’inici de sessió amb Apple a l’app %@.
cs: Žádost o používání přihlášení přes Apple s aplikací %@ už byla rodiči nebo opatrovníkovi odeslána
da: En anmodning om at bruge Log ind med Apple med %@ er allerede blevet sendt til din forælder eller værge
de: Eine Anfrage zum Verwenden von „Mit Apple anmelden“ für %@ wurde bereits an deine erziehungsberechtigte Person gesendet.
el: Ένα αίτημα για χρήση της Σύνδεσης μέσω Apple για «%@» έχει ήδη σταλεί στον γονέα ή τον κηδεμόνα σας
es: Ya se ha enviado una solicitud a tu padre, madre o tutor para usar “Iniciar sesión con Apple” con la app %@.
es_419: Ya se había enviado a tus padres o tutores una solicitud para usar Iniciar sesión con Apple en %@
fi: Pyyntösi käyttää Kirjaudu sisään Applella -toimintoa %[tt]@-apin kanssa on jo lähetetty vanhemmalle tai huoltajalle.
fr: Une demande d’utilisation de « Se connecter avec Apple » a déjà été envoyée à votre parent ou tuteur pour %@.
fr_ca: Une demande d’utilisation de « Connexion avec Apple » avec %@ a déjà été envoyée à votre parent ou tuteur.
gu: %@ માટે “Apple દ્વારા સાઇન ઇન કરો”નો ઉપયોગ કરવાની વિનંતી તમારા માતા-પિતા કે વાલીને પહેલેથી જ મોકલવામાં આવી છે
he: בקשה להשתמש ב״התחברות באמצעות Apple״ עבור ״%@״ כבר נשלחה להורה או לאפוטרופוס שלך
hi: %@ के लिए “Apple से साइन इन करें” उपयोग करने का अनुरोध आपके माता-पिता या अभिभावक को पहले ही भेजा जा चुका है
hr: Zahtjev za uporabu Prijave s Appleom za %@ već je poslan vašem roditelju ili skrbniku
hu: A Bejelentkezés az Apple-lel használatához kapcsolódó, a(z) %@ appra vonatkozó kérés már el lett küldve az Ön szülőjének vagy gondviselőjének.
id: Permintaan untuk menggunakan Masuk dengan Apple untuk %@ telah dikirimkan ke orang tua atau wali Anda
it: È già stata inviata una richiesta di utilizzo di “Accedi con Apple” per %@ al tuo genitore o tutore
ja: この%[tt]@で“Appleでサインイン”を使用するためのリクエストはすでに親/保護者に送信されています
kk: %@ үшін Apple арқылы жүйеге кіру функциясын пайдалануға сұрау ата-анаңызға немесе қамқоршыңызға әлдеқашан жіберілді
kn: %@ಗಾಗಿ Apple ಮೂಲಕ ಸೈನ್ ಇನ್ ಮಾಡಿ ಎಂಬುದನ್ನು ಬಳಸಲು ನಿಮ್ಮ ಪೋಷಕರು ಅಥವಾ ಪಾಲಕರಿಗೆ ಈಗಾಗಲೇ ವಿನಂತಿಯನ್ನು ಕಳುಹಿಸಲಾಗಿದೆ
ko: ‘%@’에서 ‘Apple로 로그인’을 사용하기 위한 요청이 이미 부모 또는 보호자에게 전송되었습니다.
lt: Vienam iš tėvų arba globėjų jau išsiųstas prašymas prisijungti naudojant „Apple“ programai „%@“
ml: %@ എന്നതിനായി ‘Apple ഉപയോഗിച്ച് സൈൻ ഇൻ ചെയ്യൂ’ എന്നത് ഉപയോഗിക്കാനുള്ള ഒരു അഭ്യർഥന നിങ്ങളുടെ പേരന്റിനോ രക്ഷാകർത്താവിനോ ഇതിനകം തന്നെ അയച്ചു
mr: तुमच्या आईवडिल किंवा पालकाना %@ साठी ‘’Apple ला साइन इन करा’ चा वापर करण्याची विनंती अगोदरच पाठवण्यात आली आहे
ms: Permintaan untuk menggunakan Daftar masuk dengan Apple bagi %@ telah dihantar kepada ibu bapa atau penjaga anda
nl: Er is al een verzoek naar je ouder of voogd gestuurd om 'Log in met Apple' te gebruiken voor %@
no: Det er allerede sendt en forespørsel til en forelder eller verge om å bruke Logg på med Apple for %@
or: %@ ପାଇଁ Apple ସାହାଯ୍ୟରେ ସାଇନ୍ ଇନ୍ କରିବାକୁ ଏକ ଅନୁରୋଧ, ପୂର୍ବରୁ ହିଁ ଆପଣଙ୍କ ପିତାମାତା କିମ୍ବା ଅଭିଭାବକଙ୍କୁ ପଠାଯାଇଛି
pa: %@ ਲਈ “Apple ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ” ਦੀ ਵਰਤੋਂ ਕਰਨ ਦੀ ਬੇਨਤੀ ਪਹਿਲਾਂ ਤੋਂ ਹੀ ਤੁਹਾਡੇ ਮਾਤਾ-ਪਿਤਾ ਜਾਂ ਸਰਪ੍ਰਸਤ ਨੂੰ ਭੇਜੀ ਜਾ ਚੁੱਕੀ ਹੈ
pl: Prośba o użycie funkcji Zaloguj się, używając konta Apple w aplikacji %@ została już wysłana do rodzica lub opiekuna
pt_br: Um pedido de Iniciar Sessão com a Apple em %@ já foi enviado à pessoa responsável por você
pt_pt: Já foi enviado um pedido a um dos pais ou tutor para usar Iniciar sessão com a Apple para %@
ro: O solicitare de a utiliza „Autentificare cu Apple” pentru %@ a fost deja trimisă către părintele sau tutorele dvs.
ru: Запрос на вход с Apple в приложение «%@» уже отправлен родителю или опекуну.
sk: Žiadosť o použitie prihlásenia cez Apple pre apku %@ už bola odoslaná vášmu rodičovi alebo zákonnému zástupcovi.
sl: Zahteva za uporabo možnosti Vpis z računom Apple za %@ je že bila poslana staršu ali skrbniku
sv: En begäran om att använda Logga in med Apple för %@ har redan skickats till din vårdnadshavare
ta: %@இல் Apple மூலம் உள்நுழைவதற்கான கோரிக்கை உங்கள் பெற்றோர் அல்லது பாதுகாவலருக்கு அனுப்பப்பட்டது
te: %@ కోసం ‘Appleతో సైన్ ఇన్ చేయండి’ని ఉపయోగించడానికి మీ తల్లి/తండ్రి లేదా సంరక్షకులకు ఇప్పటికే రిక్వెస్ట్ పంపబడింది
th: คำขอเพื่อใช้ในการลงชื่อเข้าด้วย Apple สำหรับ%[tt]@ถูกส่งให้กับผู้ปกครองหรือผู้ดูแลของคุณแล้ว
tr: %@ için Apple ile Giriş Yap’ı kullanma isteği ebeveyninize veya vasinize zaten gönderildi
uk: Запит на використання функції «Вхід з Apple» для програми «%@» вже було надіслано до батьків чи опікунів
ur: ‏%@ کے لیے “‏Apple سے سائن اِن” کے استعمال کی درخواست پہلے ہی آپ کے والدین یا سرپرست کو بھیج دی گئی ہے
vi: Một yêu cầu sử dụng Đăng nhập bằng Apple cho %@ đã được gửi đến cha mẹ hoặc người giám hộ của bạn
zh_cn: “通过Apple登录”%@的请求已发送给父母或监护人
zh_hk: 已經向你的家長或監護人傳送為此%@使用「使用Apple登入」的要求
zh_tw: 使用Apple登入%@的要求已傳送給你的家長或監護人

# AUTHORIZATION_PRIVACY_LEARN_MORE
source: See how your data is managed…
ar: يمكنك التعرف على كيفية إدارة بياناتك…
bg: Вижте как се управляват вашите данни…
bn: আপনার ডেটা কীভাবে পরিচালিত হচ্ছে তা দেখুন…
ca: Mostra com es gestionen les dades…
cs: Informace o správě vašich dat…
da: Se, hvordan dine data administreres…
de: So werden deine Daten verwaltet …
el: Τρόπος διαχείρισης των δεδομένων σας…
es: Consulta cómo se gestionan tus datos…
es_419: Consulta cómo se utiliza tu información…
fi: Katso, miten tietojasi hallitaan…
fr: Découvrez comment sont gérées vos données…
fr_ca: Découvrez comment vos données sont gérées…
gu: તમારો ડેટા કેવી રીતે મૅનેજ કરવામાં આવે છે તે જુઓ…
he: כיצד מנוהלים הנתונים שלך…
hi: देखें कि आपका डेटा कैसे प्रबंधित किया जाता है…
hr: Pogledajte kako se upravlja vašim podacima…
hu: Az adatok kezelésének áttekintése…
id: Lihat bagaimana data Anda dikelola…
it: Scopri come vengono gestiti i tuoi dati…
ja: 個人データの管理方法について確認…
kk: Деректеріңіз қалай басқарылады…
kn: ನಿಮ್ಮ ಡೇಟವನ್ನು ಹೇಗೆ ನಿರ್ವಹಿಸಲಾಗುತ್ತದೆ ಎಂಬುದನ್ನು ನೋಡಿ…
ko: 사용자의 데이터가 어떻게 관리되는지 보기…
lt: Peržiūrėkite, kaip tvarkomi jūsų duomenys…
ml: നിങ്ങളുടെ ഡാറ്റ എങ്ങനെ മാനേജ് ചെയ്യപ്പെടുന്നുവെന്ന് കാണൂ…
mr: तुमचा डेटा कसा मॅनेज केला जातो ते पहा…
ms: Lihat cara data anda diurus…
nl: Bekijk hoe je gegevens worden beheerd…
no: Se hvordan dataene administreres…
or: ଆପଣଙ୍କ ଡେଟା କିପରି ଭାବରେ ପରିଚାଳନା କରାଯାଏ ତାହା ଦେଖନ୍ତୁ…
pa: ਦੇਖੋ ਕਿ ਤੁਹਾਡਾ ਡੇਟਾ ਕਿਵੇਂ ਪ੍ਰਬੰਧਿਤ ਕੀਤਾ ਜਾਂਦਾ ਹੈ…
pl: Jak zarządzamy Twoimi danymi…
pt_br: Veja como os seus dados são gerenciados…
pt_pt: Veja como são geridos os seus dados…
ro: Aflați cum sunt gestionate datele dvs…
ru: Как осуществляется управление данными…
sk: Informácie o správe vašich dát…
sl: Kako so upravljani vaši podatki …
sv: Se hur dina data hanteras…
ta: உங்கள் தரவு எவ்வாறு நிர்வகிக்கப்படுவதைப் பார்க்கவும்…
te: మీ డేటా ఎలా నిర్వహించబడుతుందో చూడండి…
th: ดูการจัดการข้อมูลของคุณ…
tr: Verilerinizin nasıl yönetildiğini görün…
uk: Як керують вашими даними…
ur: دیکھیں کہ آپ کے ڈیٹا کا نظم کیسے کیا جاتا ہے…
vi: Xem cách chúng tôi quản lý dữ liệu của bạn…
zh_cn: 了解数据的管理方式…
zh_hk: 查看資料管理方式⋯
zh_tw: 查看你資料的管理方式⋯
